Repository: codicoop/boilerplate_wagtail
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Header image
ca: Imatge de capçalera
es: Imagen de cabecera

source: Aquesta imatge està pensada per ser decorativa i crear acompanyar el contingut. Segons la resolució i el dispositiu de l'usuari, la mida i proporció variarà, i per tant es retallaran parts de la imatge. La proporció recomanada és de 2x1, amb una mida mínima de 2.000x1.000px.
es: Esta imagen está pensada para ser decorativa y acompañar el contenido. Dependiendo de la resolución y dispositivo del usuario, la medida y proporción variará, y por lo tanto se recortaran partes de la imagen. La proporción recomendada es 2x1, con una medida mínima de 2.000x1.000 píxeles.

source: Menu title
ca: Títol del menú
es: Título del menú

source: If not set, the menu title will be the page title.
ca: Si no s'estableix, el títol del menú serà el títol de la pàgina.
es: Si se deja en blanco, el título del menú será el título de la página.

source: Blog category
ca: Categoria del blog
es: Categoría del blog

source: Blog categories
ca: Categories del bloc
es: Categorías del blog

source: Quote
ca: Cita
es: Cita

source: Name
ca: Nom
es: Nombre

source: Role
ca: Rol
es: Rol

source: I.e.: 'Area collection designer'
ca: P.ex.: 'Dissenyador de la col·lecció Àrea'
es: P.e. 'Diseñador de la colección Area'

source: Description
ca: Descripció
es: Descripción

source: Photo
ca: Foto
es: Foto

source: There need to be exactly 6 videos to be able to save the changes.
ca: Hi ha d'haver exactament 6 vídeos per poder desar els canvis.
es: Deben haber exactamente 6 vídeos para poder guardar los cambios.

source: Videos
ca: Vídeos
es: Vídeos

source: History
ca: Història
es: Historia

source: History item
ca: Element a Història
es: Artículo de la historia

source: Title
ca: Títol
es: Título

source: Embed code
ca: Codi d'incrustació
es: Código de incrustación

source: Year
ca: Any
es: Año

source: Image
ca: Imatge
es: Imágen

source: Main catalog page.
ca: Pàgina principal del catàleg
es: Página principal del catálogo.

source: In the Collections section, we show the user the different collections in a full-screen sized mosaic of pictures.These pictures are the same than the collections shown in the Home page.Therefore, if you want to change the content of this section, you must edit the fields 'Image linking to the 1st collection', 'Image linking to the 2nd collection' and 'Image linking to the 3rd collection' that you will find when editing the Home page.
ca: A l'apartat Col·leccions, mostrem a l'usuari les col·leccions en un mosaic d'imatges a pantalla completa. Aquestes imatges son les mateixes que a la Portada, al bloc que enllaça a les col·leccions. Per tant, si vols canviar el contingut d'aquesta secció, has d'editar els camps "Imatge enllaçant a la 1a col·lecció", "Imatge enllaçant a la 2a col·lecció" i "Imatge enllaçant a la 3a col·lecció" que trobaràs quan edites la pàgina Portada.
es: En el apartado Colecciones, mostramos al usuario distintas colecciones en un mosaico de imágenes, a pantalla completa. Dichas imágenes son las mismas que las colecciones que se muestran en Portada. Por lo tanto, si quieres cambiar el contenido de esta sección, debes editar los campos "Imagen enlazando a la 1a colección", "Imagen enlazando a la 2a colección", "Imagen enlazando a la 3a colección", que encontrarás cuando edites la página Portada.

source: Catalogue's PDF
ca: PDF del catàleg
es: PDF del catálogo

source: Collection items
ca: Articles de la col·lecció
es: Artículos de la colección

source: Collection item
ca: Article de la col·lecció
es: Artículo de la colección

source: To avoid cutting the picture in the thumbnail, the uploaded image should have a 1x1 proportion. Minimum recommended size is 2.000x2.000px.
ca: Per evitar que la miniatura de la imatge quedi retallada, la imatge ha de tenir unes proporcions de 1x1. La mida mínima recomanada és de 2.000x2.000 píxels.
es: Para evitar que la miniatura que se generará de esta imagen quede cortada, la imagen que subas debe tener una proporción 1x1. El mínimo recomendado es de 2.000x2.000 píxeles.

source: Model
es: Modelo

source: The model is not in the list? To add more, go to <a href="%(url)s" target="_blank">Models</a>.
ca: El model no és a la llista? Per afegir-ne més, ves a <a href="%(url)s" target="_blank">Models</a>.
es: El modelo no está en la lista? Para añadir más, ve a <a href="%(url)s" target="_blank">Modelos</a>.

source: The finishing is not in the list? To add more, go to <a href="%(url)s" target="_blank">Finishings</a>.
ca: L'Acabat no és a la llista? Per afegir-ne més, ves a <a href="%(url)s" target="_blank">Acabats</a>.
es: El acabado no está en la lista? Para añadir más, ve a <a href="%(url)s" target="_blank">Acabados</a>.

source: The type is not in the list? To add more, go to <a href="%(url)s" target="_blank">Typologies</a>.
ca: La Tipologia no és a la llista? Per afegir-ne més, ves a <a href="%(url)s" target="_blank">Tipologies</a>.
es: La tipologia no está en la lista? Para añadir más, ve a <a href="%(url)s" target="_blank">Tipologías</a>.

source: Contact page
ca: Pàgina de contacte
es: Página de contacto

source: subject
ca: assumpte
es: asunto

source: Label for the Subject field.
ca: Text pel camp Assumpte
es: Texto para el campo Asunto.

source: Subject
ca: Assumpte
es: Asunto

source: phone
ca: telèfon
es: teléfono

source: Label for the Phone field.
ca: Text pel camp Telèfon.
es: Texto para el campo Teléfono

source: Phone
ca: Telèfon
es: Teléfono

source: profile
ca: perfil
es: perfil

source: Label for the Profile field.
ca: Text pel camp Perfil.
es: Texto para el campo Perfil.

source: Profile
ca: Perfil
es: Perfil

source: personal data treatment
ca: tractament de dades personals
es: tratamiento de datos personales

source: Label for the Personal data treatment checkbox.
ca: Text per la casella de Tractament de dades personals.
es: Texto para la casilla de Tratamiento de datos personales.

source: Treatment of personal data authorization
ca: Autorització pel tractament de dades personals
es: Autorización para el tratamiento de datos personales

source: personal data for comercial use treatment
ca: tractament de dades personals per ús comercial
es: tratamiento de datos personales para fines comerciales

source: Label for the Personal data for comercial use treatment checkbox.
ca: Text per la casella Tractament de dades personals per ús comercial.
es: Texto para la casilla Tratamiento de datos personales para fines comerciales.

source: Treatment of personal data authorization for comercial purposes
ca: Autorització pel tractament de dades personals per ús comercial
es: Autorización para el tratamiento de datos personales con fines comerciales

source: Field labels
ca: Etiquetes dels camps
es: Etiquetas de los campos

source: Form settings
ca: Configuració del formulari
es: Configuración del formulario

source: description
ca: descripció
es: descripción

source: Main page for custom projects section.
ca: Pàgina principal de l'apartat Projectes a mida
es: Página principal del apartado Proyectos a medida

source: Main section image
ca: Imatge del bloc principal
es: Imagen de la sección principal

source: To manage the project's photos, firstly save this page's changes (either as Draft or Published) and then go to the <a href="/cms/images">%(url_label)s</a>, select the collection with the same namne as this project and there add the images.
ca: Per gestionar les imatges del projecte, primer desa els canvis en aquesta pàgina (ja sigui com a Esbós o Publicat) i després ves a <a href="/cms/images">%(url_label)s</a>, selecciona la col·lecció que tingui el mateix nom que el Projecte i afegeix les imatges.
es: Para gestionar las fotos del proyecto, en primer lugar guarda los cambios (ya sea como Boceto o Publicado) y luego ve a <a href="/cms/images">%(url_label)s</a>, selecciona la colección indicada, y añade ahí las imágenes.

source: Custom project page.
ca: Pàgina de projecte a mida.
es: Página de proyecto a medida.

source: Compositions, renders and photos
ca: Composicions, renders i fotos
es: Composiciones, renders y fotos

source: Text
es: Texto

source: Button title
ca: Títol del botó
es: Título del botón

source: Linked page
ca: Pàgina enllaçada
es: Página enlazada

source: Collection's page
ca: Pàgina de la col·lecció
es: Página de colección

source: Custom projects' page
ca: Pàgina del projecte a mida
es: Página de proyecto a medida

source: Display Instagram feed section
ca: Mostrar el bloc de notícies d'Instagram
es: Mostrar el bloque de publicaciones de Instagram

source: Display header highlighted overlay
ca: Mostrar el "destacat" que se superposa a la imatge de portada
es: Mostrar el bloque de "destacado" que se superpone a la imagen de portada

source: Introduction overlaying header
ca: Destacat superposat: text d'introducció
es: Cabecera del "destacado" en portada

source: Image linking to the 1st collection
ca: Imatge enllaçant a la 1a col·lecció
es: Imagen que enlaza con la 1a colección

source: Image linking to the 2nd collection
ca: Imatge enllaçant a la 2a col·lecció
es: Imagen que enlaza con la 2a colección

source: Image linking to the 3rd collection
ca: Imatge enllaçant a la 3a col·lecció
es: Imagen que enlaza con la 3a colección

source: Custom projects block
ca: Bloc de projectes a mida
es: Bloque de proyectos a medida

source: Section's visibility configuration
ca: Configuració de la visibilitat de la secció
es: Configuración de la visibilidad de la sección

source: Instagram posts
ca: Publicacions d'Instagram
es: Publicaciones de Instagram

source: Instagram post
ca: Publicació d'Instagram
es: Publicación de Instagram

source: Link to post
ca: Enllaç a la publicació
es: Enlace a la publicación

source: Example: https://www.instagram.com/p/CfyTUDfIxeY
ca: Exemple: https://www.instagram.com/p/CfyTUDfIxeY
es: Ejemplo: https://www.instagram.com/p/CfyTUDfIxeY

source: Facebook URL
ca: URL (enllaç) de Facebook
es: URL (enlace) a Facebook

source: Youtube URL
ca: URL (enllaç) de Youtube
es: URL (enlace) a Youtube

source: Instagram URL
ca: URL (enllaç) d'Instagram
es: URL (enlace) a Instagram

source: Vimeo URL
ca: URL (enllaç) de Vimeo
es: URL (enlace) a Vimeo

source: Social Media URLs
ca: Adreces de xarxes socials
es: Enlaces a redes sociales

source: Contact e-mail
ca: Correu electrònic de contacte
es: Correo electrónico de contacto

source: Address
ca: Adreça
es: Dirección

source: Phone number
ca: Número de telèfon
es: Número de teléfono

source: Contact Details
ca: Dades de contacte
es: Datos de contacto

source: name
ca: nom
es: nombre

source: Collection item type
ca: Tipologia de l'article de la col·lecció
es: Tipología de artículo de la colección

source: Collection item types
ca: Tipologies de l'article de la col·lecció
es: Tipologías de artículo de la colección

source: Collection item finishing
ca: Acabat de l'article de la col·lecció
es: Acabado de la colección

source: Collection item finishings
ca: Acabats de l'article de la col·lecció
es: Acabados de la colección

source: Collection item model
ca: Model de l'article de la col·lecció
es: Modelo de la colección

source: Collection item models
ca: Models de l'article de la col·lecció
es: Modelos de la colección

source: Finishings
ca: Acabats
es: Acabados

source: Types
ca: Tipologies
es: Tipologías

source: Models
es: Modelos

source: Surnames
ca: Cognoms
es: Apellidos

source: Label for the Name field.
ca: Text pel camp Nom
es: Texto para el campo Nombre

source: Your name
ca: El teu nom
es: Tu nombre

source: Label for the e-mail field.
ca: Text pel camp Email
es: Texto para el campo Email

source: Your e-mail
ca: El teu correu electrònic
es: Tu correo electrónico

source: message
ca: missatge
es: mensaje

source: Label for the Message field.
ca: Etiqueta pel camp Missatge
es: Texto para el campo Mensaje

source: Message
ca: Missatge
es: Mensaje

source: success message
ca: missatge d'èxit
es: mensaje de éxito

source: Message sent, thanks for contacting us!
ca: Missatge enviat, gràcies per contactar amb nosaltres!
es: Mensaje enviado, ¡gracias por contactar con nosotros!

source: to address
ca: adreça del destinatari
es: dirección del destinatario

source: E-mail to notify when a new submission is received. Leave it empty to disable the notifications.
ca: E-mail per notificacions de nous missatges. Deixa-ho en blanc per desactivar les notificacions.
es: Email para notificar los nuevos mensajes recibidos. Déjalo en blanco para desactivar las notificaciones.

source: If empty, you will not get e-mail notifications for new form submissions.
ca: Si queda en blanc, no rebràs notificacions per correu electrònic quan hi hagi nous missatges.
es: Si está en blanco, no vas a recibir un correo notificándote la recepción de nuevos mensajes del formulario.

source: contact form submission
ca: missatge del formulari de contacte
es: mensaje del formulario de contacto

source: contact form submissions
ca: missatges del formulari de contacte
es: mensajes del formulario de contacto

source: Form submissions
ca: Missatges del formulari
es: Mensajes recibidos

source: Open menu
ca: Obrir el menú
es: Abrir el menú

source: Logo of Ciurans
ca: Logo de Ciurans
es: Logo de Ciurans

source: Close menu
ca: Tancar el menú
es: Cerrar el menú

source: Client Area
ca: Àrea de client
es: Área de cliente

source: Where are we
ca: On som
es: Donde estamos

source: Contact
ca: Contacte
es: Contacto

source: All rights reserved
ca: Tots els drets reservats
es: Todos los derechos reservados

source: Legal warning
ca: Avís legal
es: Aviso legal

source: Back
ca: Enrere
es: Volver

source: Category
ca: Categoria
es: Categoría

source: Follow us on social media
ca: Segueix-nos a les xarxes socials
es: Síguenos en redes sociales

source: Facebook Icon
ca: Icona de Facebook
es: Icono de Facebook

source: Youtube Icon
ca: Icona de Youtube
es: Icono de Youtube

source: Instagram Icon
ca: Icona d'Instagram
es: Icono de Instagram

source: Vimeo Icon
ca: Icona de Vimeo
es: Icono de Vimeo

source: Our history
ca: La nostra història
es: Nuestra historia

source: Close image overlay
ca: Tancar imatge
es: Cerrar imagen

source: The designers
ca: Els dissenyadors
es: Los diseñadores

source: Download PDF catalogue
ca: Descarregar el PDF del catàleg
es: Descargar catálogo en PDF

source: Contact us
ca: Contactar amb nosaltres
es: Contacta con nosotros

source: Interior design studio
ca: Estudi d'interiorisme
es: Estudio de interiorismo

source: Furniture shop
ca: Botiga de mobles
es: Tienda de muebles

source: Freelance interior designer
ca: Interiorista independent
es: Interiorista independiente

source: Others
ca: Altres
es: Otros

source: Send
ca: Enviar
es: Enviar

source: Where we are
ca: On som
es: Donde estamos

source: Catalogue
ca: Catàleg
es: Catálogo

source: Custom projects
ca: Projectes a mida
es: Proyectos a medida

source: News
ca: Novetats
es: Novedades

source: More news
ca: Més novetats
es: Más novedades

source: Video
ca: Vídeo

source: e-mail
ca: correu electrònic
